[
    {
        "name": "Black Square by Kazimir Malevich",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Kazimir_Malevich%2C_1915%2C_Black_Suprematic_Square%2C_oil_on_linen_canvas%2C_79.5_x_79.5_cm%2C_Tretyakov_Gallery%2C_Moscow.jpg", 
        "description": "Black Square (also known as The Black Square or Malevich's Black Square) is an iconic painting by Kazimir Malevich. The first version was done in 1915. Malevich made four variants of which the last is thought to have been painted during the late 1920s or early 1930s. Black Square was first shown in The Last Futurist Exhibition 0,10 in 1915. The work is frequently invoked by critics, historians, curators, and artists as the \"zero point of painting\", referring to the painting's historical significance and paraphrasing Malevich."
    },
    {
        "name": "Beat the Whites with the Red Wedge by El Lissitsky",
        "image": "https://upload.wikimedia.org/wikipedia/commons/9/93/Klinom_Krasnim_by_El_Lisitskiy_%281920%29.jpg",
        "description": "Beat the Whites with the Red Wedge (\"Клином красным бей белых!\" Klinom krasnym bey belykh!) is a 1919 lithographic Soviet propaganda poster by artist Lazar Markovich Lissitzky, better known as El Lissitzky, \"the man through whose exertions the new Russian ideas became generally understood in Western Europe\". In the poster, the intrusive red wedge symbolizes the Bolsheviks, who are penetrating and defeating their opponents, the White movement, during the Russian Civil War. It is an example of Constructivism. The image became popular in the West when Lissitzky moved to Germany in 1921. It is considered symbolic of the Russian Civil War in Western publications."
    },
    {
        "name": "Prosperine by Dante Gabriel Rossetti",
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/37/Dante_Gabriel_Rossetti_-_Proserpine_-_Google_Art_Project.jpg",
        "description": "In his Proserpine, the artist illustrates in his typical Pre-Raphaelite style the Roman goddess who lives in the underworld during Winter. Although Rossetti inscribed the date 1874 on the picture, he worked for seven years on eight separate canvases before he finished with it. His Proserpine, like his model Jane Morris, is an exquisitely beautiful woman, with delicate facial features, slender hands, and flawlessly pale skin set off by her thick raven hair. Rossetti painted it at a time when his mental health was extremely precarious and his love for Jane Morris was at its most obsessive."
    },
    {
        "name": "I Can See the Whole Room...and There's Nobody in It! by Roy Lichtenchtein",
        "image": "https://www.artnet.com/WebServices/images/ll00027lldTDeEFgUNECfDrCWvaHBOcDDD/roy-lichtenstein-i-can-see-the-whole-room-and-theres-nobody-in-it!.jpg",
        "description": "A 1961 painting by Roy Lichtenstein. It is a painting of a man looking through a peephole. It formerly held the record for highest auction price for a Lichtenstein painting. The work is based on a William Overgard-drawn comics panel from a Steve Roper cartoon. Lichtenstein's derivation augments the presentation of the narrative and expands the use of color in the image. As with the original the image employs the theme of vision, and focuses specifically on mechanized vision as well as monocularity."
    },
    {
        "name": "Waterloo Bridge. Effect of Fog by Claude Monet",
        "image": "https://www.hermitagemuseum.org/wps/wcm/connect/d5a6a143-f52a-4375-a9ac-d0a6363ad6ff/WOA_IMAGE_1.jpg?MOD=AJPERES&ad1394b6-071a-47f0-92c9-9c315929c2bd",
        "description": "This is just one of a series of famous views of London created by Monet during the later Impressionist period. The urban theme was making its appearance not for the first time in his work, although Monet concentrated mainly on rural landscapes. In his cycle of London works, the central motif was the fog, the marvellous way in which it changed light and air and the very atmosphere, literally swallowing up buildings. The capturing of the moment's passing impression which gave Impressionism its name was replaced by an analysis of complex colour nuances in flickering, changing light. The artist's trips to London in 1889, 1900 and 1901 seemed to fall always in the foggy season. From his room in the Savoy Hotel, Monet had a view over the Thames towards Waterloo Bridge. The Hermitage canvas comes from a series showing this very view, works which were completed in the artist's studio at Giverny."
    }
]